{
  "country": [
    {
      "name": "USA",
      "capital": "Washington",
      "titleImages": [
        "https://alexander0152.github.io/travelData/assets/USA/USA_into1.jpg",
        "https://alexander0152.github.io/travelData/assets/USA/USA_into2.jpg"
      ],
      "countryInfo": "The US currently attracts tourists with its National Parks, Amusement Parks, Festivals, Gambling Centers, Golf Courses, Historic Buildings and Monuments, Hotels, Museums, Galleries, Outdoor Activities, Spas, Restaurants, and Sports Events.",
      "videoLink": "https://www.youtube.com/embed/98H5AN_vfOY",
      "slides": [
        {
          "original": "https://alexander0152.github.io/travelData/assets/USA/USA1.jpg",
          "thumbnail": "https://alexander0152.github.io/travelData/assets/USA/USA1.jpg",
          "description": "The Empire State Building is a 102-story Art Deco skyscraper in Midtown Manhattan in New York City, United States. It was designed by Shreve, Lamb & Harmon and built from 1930 to 1931. Its name is derived from 'Empire State', the nickname of the state of New York. The building has a roof height of 1,250 feet (380 m) and stands a total of 1,454 feet (443.2 m) tall, including its antenna. The Empire State Building stood as the worlds tallest building until the construction of the World Trade Center in 1970."
        },
        {
          "original": "https://alexander0152.github.io/travelData/assets/USA/USA2.jpg",
          "thumbnail": "https://alexander0152.github.io/travelData/assets/USA/USA2.jpg",
          "description": "New York City (NYC), often simply called New York, is the most populous city in the United States. With an estimated 2019 population of 8,336,817 distributed over about 302.6 square miles (784 km2), New York City is also the most densely populated major city in the United States. Located at the southern tip of the State of New York, the city is the center of the New York metropolitan area, the largest metropolitan area in the world by urban landmass."
        },
        {
          "original": "https://alexander0152.github.io/travelData/assets/USA/USA3.jpg",
          "thumbnail": "https://alexander0152.github.io/travelData/assets/USA/USA3.jpg",
          "description": "Miami, officially the City of Miami, is a coastal city located in southeastern Florida in the United States. It is the third most populous metropolis on the East coast of the United States, and it is the seventh largest in the country. The city has the third tallest skyline in the U.S. with over 300 high-rises, 55 of which exceed 491 ft (150 m)."
        },
        {
          "original": "https://alexander0152.github.io/travelData/assets/USA/USA4.jpg",
          "thumbnail": "https://alexander0152.github.io/travelData/assets/USA/USA4.jpg",
          "description": "Yellowstone National Park is an American national park located in the western United States, largely in the northwest corner of Wyoming and extending into Montana and Idaho. It was established by the U.S. Congress and signed into law by President Ulysses S. Grant on March 1, 1872. Yellowstone was the first national park in the U.S. and is also widely held to be the first national park in the world. The park is known for its wildlife and its many geothermal features, especially Old Faithful geyser, one of its most popular."
        },
        {
          "original": "https://alexander0152.github.io/travelData/assets/USA/USA5.jpg",
          "thumbnail": "https://alexander0152.github.io/travelData/assets/USA/USA5.jpg",
          "description": "Las Vegas, officially the City of Las Vegas and often known simply as Vegas, is the 28th-most populous city in the United States, the most populous city in the state of Nevada, and the county seat of Clark County. The city anchors the Las Vegas Valley metropolitan area and is the largest city within the greater Mojave Desert. Las Vegas is an internationally renowned major resort city, known primarily for its gambling, shopping, fine dining, entertainment, and nightlife."
        },
        {
          "original": "https://alexander0152.github.io/travelData/assets/USA/USA6.jpg",
          "thumbnail": "https://alexander0152.github.io/travelData/assets/USA/USA6.jpg",
          "description": "Florida is a state located in the Southeastern region of the United States. With a population of over 21 million, Florida is the third-most populous and the 22nd-most extensive of the 50 United States. The state is bordered to the west by the Gulf of Mexico, to the northwest by Alabama, to the north by Georgia, to the east by the Atlantic Ocean, and to the south by the Straits of Florida. The states capital is Tallahassee and its most populous municipality is Jacksonville."
        }
      ],
      "mapData": {
        "center": [
          -77.036527,
          38.899513
        ],
        "countryCode": "USA"
      }
    },
    {
      "name": "Australia",
      "capital": "Canberra",
      "titleImages": [
        "https://alexander0152.github.io/travelData/assets/Australia/Australia_intro1.jpg",
        "https://alexander0152.github.io/travelData/assets/Australia/Australia_intro2.jpg"
      ],
      "countryInfo": "Australia is a sunny continent of antipodes with amazing animals. Diving on the Great Barrier Reef, excursions to Adelaide, Brisbane and Melbourne, Sydney sights and Aboriginal villages - everything about Australia: visa, photos, tours and maps. Amusement Parks, Festivals, Gambling Centers, Golf Courses, Historic Buildings and Monuments, Hotels, Museums, Galleries, Outdoor Activities, Spas, Restaurants, and Sports Events.",
      "videoLink": "https://www.youtube.com/embed/W8M_RqBL0mQ",
      "slides": [
        {
          "original": "https://alexander0152.github.io/travelData/assets/Australia/Australia1.jpg",
          "thumbnail": "https://alexander0152.github.io/travelData/assets/Australia/Australia1.jpg",
          "description": "The Great Ocean Road, which is located in Victoria, is considered to be one of the most beautiful drives in Australia. This 243 km (151 mile) drive starts in Torquay, which is located about 100 km (60 miles) from Melbourne, and ends in Allansford. As it travels along Victoria’s beautiful southwest coastline, the Great Ocean Road passes by some of the most stunning scenery in Australia, including The Twelve Apostles, which are pretty limestone stack formations that rise out of the ocean near Port Campbell National Park."
        },
        {
          "original": "https://alexander0152.github.io/travelData/assets/Australia/Australia2.jpg",
          "thumbnail": "https://alexander0152.github.io/travelData/assets/Australia/Australia2.jpg",
          "description": "Located in Western Australia, Purnululu National Park is home to one of Australia’s most unique tourist attractions known as the Bungle Bungle Range — striking orange-and-black-striped sandstone domes that resemble huge beehives. Surprisingly, the site was known only to local Aboriginal Australians and farmers until recently. In fact, it only became famous after a documentary was made of the area in 1983."
        },
        {
          "original": "https://alexander0152.github.io/travelData/assets/Australia/Australia3.jpg",
          "thumbnail": "https://alexander0152.github.io/travelData/assets/Australia/Australia3.jpg",
          "description": "The Blue Mountains National Park is located in New South Wales, approximately 80 km (50 miles) west of Sydney. Its proximity to the biggest city in Australia has made this scenic park a popular day trip for both tourists and locals alike. The park is probably best known for the Three Sisters, a rock formation that towers 900 meter (3000 foot) above the Jamison Valley."
        },
        {
          "original": "https://alexander0152.github.io/travelData/assets/Australia/Australia4.jpg",
          "thumbnail": "https://alexander0152.github.io/travelData/assets/Australia/Australia4.jpg",
          "description": "This stunning collection of 74 islands lies in the middle of Australia’s Great Barrier Reef, making them a perfect jumping off spot for travelers looking to explore the amazing and colorful marine life that live in the waters of this area."
        },
        {
          "original": "https://alexander0152.github.io/travelData/assets/Australia/Australia5.jpg",
          "thumbnail": "https://alexander0152.github.io/travelData/assets/Australia/Australia5.jpg",
          "description": "Located in Australia’s Northern Territory, about three hours north of Darwin, Kakadu is the country’s largest national park. There is a lot to see in Kakadu National Park, including a large concentration of Aboriginal rock art; some of which are estimated to be up to 20,000 years old."
        },
        {
          "original": "https://alexander0152.github.io/travelData/assets/Australia/Australia6.jpg",
          "thumbnail": "https://alexander0152.github.io/travelData/assets/Australia/Australia6.jpg",
          "description": "One of the world’s largest monoliths, Ayers Rock is also one of the top tourist attractions in Australia. Located within the Uluru-Kata Tjuta National Park of the Northern Territory, this large sandstone formation stands more than 340 meters (1,100 feet) high."
        }
      ],
      "mapData": {
        "center": [
          149.125529,
          -35.306904
        ],
        "countryCode": "AUS"
      }
    },
    {
      "name": "Brazil",
      "capital": "Rio",
      "titleImages": [
        "https://alexander0152.github.io/travelData/assets/Brazil/Brazil_intro1.jpg",
        "https://alexander0152.github.io/travelData/assets/Brazil/Brazil_intro2.jpg"
      ],
      "countryInfo": "Brazil is a sunny continent of antipodes with amazing animals. Diving on the Great Barrier Reef, excursions to Adelaide, Brisbane and Melbourne, Sydney sights and Aboriginal villages - everything about Brazil: visa, photos, tours and maps. Amusement Parks, Festivals, Gambling Centers, Golf Courses, Historic Buildings and Monuments, Hotels, Museums, Galleries, Outdoor Activities, Spas, Restaurants, and Sports Events.",
      "videoLink": "https://www.youtube.com/embed/1PTs1mqrToM",
      "slides": [
        {
          "original": "https://alexander0152.github.io/travelData/assets/Brazil/Brazil1.jpg",
          "thumbnail": "https://alexander0152.github.io/travelData/assets/Brazil/Brazil1.jpg",
          "description": "Established in 1937, Itatiaia National Park is the oldest national park in Brazil. The park is part of the Mantiqueira mountain range, and home to some of Brazil’s highest mountains including Prateleiras and Agulhas Negras. Prateleiras is an easy climb but Agulhas Negras is a little tougher, and requires some effort, if not actual mountaineering skills."
        },
        {
          "original": "https://alexander0152.github.io/travelData/assets/Brazil/Brazil2.jpg",
          "thumbnail": "https://alexander0152.github.io/travelData/assets/Brazil/Brazil2.jpg",
          "description": "This national park, in the state of Mato Grosso has natural features such as cliffs, canyons, waterfalls and caves. If you walk through the savannah, you’ll see a variety of colorful flowers and forests with many types of trees. The park is also notable or its archeological sites, including some early cave paintings."
        },
        {
          "original": "https://alexander0152.github.io/travelData/assets/Brazil/Brazil3.jpg",
          "thumbnail": "https://alexander0152.github.io/travelData/assets/Brazil/Brazil3.jpg",
          "description": "Located in the southern state of Matto Grosso, this park’s dominant feature is the Cuiaba River and surrounding wetlands. In fact, this park contains the largest wetland area in the world. You are likely to see a great diversity of wildlife if you visit, including many exotic birds such as parrots, macaws and ibis."
        },
        {
          "original": "https://alexander0152.github.io/travelData/assets/Brazil/Brazil4.jpg",
          "thumbnail": "https://alexander0152.github.io/travelData/assets/Brazil/Brazil4.jpg",
          "description": "Jericoacoara National Park, located in the state of Ceara, has a famous beach that’s also called Jericoacoara, and is great for water sports such as sailing, windsurfing and sandboarding. You’ll find several distinct landscapes in this park, including beaches, swamps, sand dunes, caverns and forested areas with coconut trees."
        },
        {
          "original": "https://alexander0152.github.io/travelData/assets/Brazil/Brazil5.jpg",
          "thumbnail": "https://alexander0152.github.io/travelData/assets/Brazil/Brazil5.jpg",
          "description": "Located 240 km (150 miles) from Brasilia in the state of Goias, this park is notable for its dramatic quartz rock formations and a large number of waterfalls. Pedreiras Waterfall, is one of the main attractions and a perfect spot for swimming or enjoying the healing and relaxing properties of water."
        },
        {
          "original": "https://alexander0152.github.io/travelData/assets/Brazil/Brazil6.jpg",
          "thumbnail": "https://alexander0152.github.io/travelData/assets/Brazil/Brazil6.jpg",
          "description": "This park is in the northeastern section of Brazil, in the state of Maranhão. Lençóis Maranhenses contains little vegetation and is composed almost entirely of sand dunes. Tours are conducted in 4×4 vehicles, though it can also be fascinating to walk across this desert-like landscape. Although it can be hot in the afternoon, it’s refreshing to cool off in one of the many lakes, rivers or lagoons."
        }
      ],
      "mapData": {
        "center": [
          -43.1729,
          -22.9032
        ],
        "countryCode": "BRA"
      }
    },
    {
      "name": "Canada",
      "capital": "Ottawa",
      "titleImages": [
        "https://alexander0152.github.io/travelData/assets/Canada/Canada_intro1.jpg",
        "https://alexander0152.github.io/travelData/assets/Canada/Canada_intro2.jpg"
      ],
      "countryInfo": "Canada is a sunny continent of antipodes with amazing animals. Diving on the Great Barrier Reef, excursions to Adelaide, Brisbane and Melbourne, Sydney sights and Aboriginal villages - everything about Canada: visa, photos, tours and maps. Amusement Parks, Festivals, Gambling Centers, Golf Courses, Historic Buildings and Monuments, Hotels, Museums, Galleries, Outdoor Activities, Spas, Restaurants, and Sports Events.",
      "videoLink": "https://www.youtube.com/embed/BHdIQy00_p4",
      "slides": [
        {
          "original": "https://alexander0152.github.io/travelData/assets/Canada/Canada1.jpg",
          "thumbnail": "https://alexander0152.github.io/travelData/assets/Canada/Canada1.jpg",
          "description": "Nova Scotia, Prince Edward Island, New Brunswick, Newfoundland, and Labrador; these are the four provinces that comprise Canada’s eastern Atlantic Provinces region. This is home to English, Irish, Scottish, and French influence; the latter settled a colony called Acadia in the early 17th century."
        },
        {
          "original": "https://alexander0152.github.io/travelData/assets/Canada/Canada2.jpg",
          "thumbnail": "https://alexander0152.github.io/travelData/assets/Canada/Canada2.jpg",
          "description": "The second-most populous province in Canada, Quebec also boasts a French-speaking majority and is the only monolingually French province in the country. Naturally, not only the language but French culture has been preserved here."
        },
        {
          "original": "https://alexander0152.github.io/travelData/assets/Canada/Canada3.jpg",
          "thumbnail": "https://alexander0152.github.io/travelData/assets/Canada/Canada3.jpg",
          "description": "90% of Ontario’s population lives in the south of the province. It’s also in the south that you will find the Great Lakes: Lake Huron, Lake Erie, Lake Ontario, Lake Superior – the largest freshwater lake in the world – to name just a few of the watery elements of the region."
        },
        {
          "original": "https://alexander0152.github.io/travelData/assets/Canada/Canada4.jpg",
          "thumbnail": "https://alexander0152.github.io/travelData/assets/Canada/Canada4.jpg",
          "description": "Manitoba – meaning ‘Muddy Waters’ in Western Cree – borders Ontario to the east, Nunavut to the east, Saskatchewan to the west, the United States to the south. Winnipeg is the capital and largest city of Manitoba. It gets the coldest winter temperatures out of any city in North America."
        },
        {
          "original": "https://alexander0152.github.io/travelData/assets/Canada/Canada5.jpg",
          "thumbnail": "https://alexander0152.github.io/travelData/assets/Canada/Canada5.jpg",
          "description": "British Columbia is crossed through by the Rockies, with Alberta on to the east, Yukon to the north, Northwest Territories to the northeast, the United States to the south, and the Pacific Ocean on the west."
        },
        {
          "original": "https://alexander0152.github.io/travelData/assets/Canada/Canada6.jpg",
          "thumbnail": "https://alexander0152.github.io/travelData/assets/Canada/Canada6.jpg",
          "description": "The North is one of the most remote regions on Earth and also where most of Canada’s landmass is located. Extending well into the Arctic Circle, and comprising the provinces of Yukon, Northwest Territories, and Nunavut, only around 100,000 inhabitants live in the whole region."
        }
      ],
      "mapData": {
        "center": [
          -75.695000,
          45.424721
        ],
        "countryCode": "CAN"
      }
    },
    {
      "name": "Egypt",
      "capital": "Cairo",
      "titleImages": [
        "https://alexander0152.github.io/travelData/assets/Egypt/Egypt_intro1.jpg",
        "https://alexander0152.github.io/travelData/assets/Egypt/Egypt_intro2.jpg"
      ],
      "countryInfo": "Egypt is a sunny continent of antipodes with amazing animals. Diving on the Great Barrier Reef, excursions to Adelaide, Brisbane and Melbourne, Sydney sights and Aboriginal villages - everything about Egypt: visa, photos, tours and maps. Amusement Parks, Festivals, Gambling Centers, Golf Courses, Historic Buildings and Monuments, Hotels, Museums, Galleries, Outdoor Activities, Spas, Restaurants, and Sports Events.",
      "videoLink": "https://www.youtube.com/embed/rsv4drcgHys",
      "slides": [
        {
          "original": "https://alexander0152.github.io/travelData/assets/Egypt/Egypt1.jpg",
          "thumbnail": "https://alexander0152.github.io/travelData/assets/Egypt/Egypt1.jpg",
          "description": "Hurghada is a resort town on the edge of the Red Sea, easily reached via a bumpy six-hour bus ride from Cairo. It offers a more popular alternative to Sharm El Sheikh and Dahab and is now one of Egypt’s most-visited tourist destinations. But that’s understandable, as there’s plenty to love about Hurghada with its many beaches and warm waters."
        },
        {
          "original": "https://alexander0152.github.io/travelData/assets/Egypt/Egypt2.jpg",
          "thumbnail": "https://alexander0152.github.io/travelData/assets/Egypt/Egypt2.jpg",
          "description": "The second-largest city and leading seaport in Egypt, Alexandria has a prime location on the edge of the Mediterranean. Founded in 331 BC by Alexander the Great, the city was once considered the crossroads of the world. Several of Egypt’s pharaohs, including Cleopatra, ruled the country from Alexandria until the nation fell to Rome in 30 BC Under Roman rule, the city earned a reputation as a center for arts and literature."
        },
        {
          "original": "https://alexander0152.github.io/travelData/assets/Egypt/Egypt3.jpg",
          "thumbnail": "https://alexander0152.github.io/travelData/assets/Egypt/Egypt3.jpg",
          "description": "The name Saqqara refers to an Egyptian village, but more importantly, an age-old necropolis with a scattering of both large and smaller satellite pyramids spread across a dusty desert plateau. Buried beneath the sand overlooking the Nile Valley until the 19th-century, Saqqara has since been undergoing a significant restoration process."
        },
        {
          "original": "https://alexander0152.github.io/travelData/assets/Egypt/Egypt4.jpg",
          "thumbnail": "https://alexander0152.github.io/travelData/assets/Egypt/Egypt4.jpg",
          "description": "Located near Egypt’s western border, Siwa Oasis remained culturally isolated from the rest of the country until late in the 19th century. Surrounded by the Egyptian Sand Sea, the Siwan people developed their own unique customs as well as their own language, Siwi, a Berber dialect."
        },
        {
          "original": "https://alexander0152.github.io/travelData/assets/Egypt/Egypt5.jpg",
          "thumbnail": "https://alexander0152.github.io/travelData/assets/Egypt/Egypt5.jpg",
          "description": "Sharm el Sheikh is one of the most popular resort towns in Egypt, located at the tip of the Sinai Peninsula. With its warm, deep blue water and great golden beaches, Sharm (as it’s affectionately called) is a popular package holiday destination with its own airport."
        },
        {
          "original": "https://alexander0152.github.io/travelData/assets/Egypt/Egypt6.jpg",
          "thumbnail": "https://alexander0152.github.io/travelData/assets/Egypt/Egypt6.jpg",
          "description": "Dahshur is a little village south of Cairo that’s home to some lesser-known, less-crowded pyramids – you won’t find the massive queues that you’d expect at the Giza complex or Saqqara here. In fact, until 1996, it was a restricted military zone."
        }
      ],
      "mapData": {
        "center": [
          31.233334,
          30.033333
        ],
        "countryCode": "EGY"
      }
    },
    {
      "name": "France",
      "capital": "Paris",
      "titleImages": [
        "https://alexander0152.github.io/travelData/assets/France/France_intro1.jpg",
        "https://alexander0152.github.io/travelData/assets/France/France_intro2.jpg"
      ],
      "countryInfo": "France is a sunny continent of antipodes with amazing animals. Diving on the Great Barrier Reef, excursions to Adelaide, Brisbane and Melbourne, Sydney sights and Aboriginal villages - everything about France: visa, photos, tours and maps. Amusement Parks, Festivals, Gambling Centers, Golf Courses, Historic Buildings and Monuments, Hotels, Museums, Galleries, Outdoor Activities, Spas, Restaurants, and Sports Events.",
      "videoLink": "https://www.youtube.com/embed/zTjnQ0XlAc4",
      "slides": [
        {
          "original": "https://alexander0152.github.io/travelData/assets/France/France1.jpg",
          "thumbnail": "https://alexander0152.github.io/travelData/assets/France/France1.jpg",
          "description": "Located along the glossy Canal de la Robine, Narbonne is not at all touristy. But with its tree-lined cobblestone streets, striking architecture, decadent food and wine, and scenic beaches, it easily could be. In fact, you’ll find some of the quietest beaches on the Med a short drive away."
        },
        {
          "original": "https://alexander0152.github.io/travelData/assets/France/France2.jpg",
          "thumbnail": "https://alexander0152.github.io/travelData/assets/France/France2.jpg",
          "description": "Lourdes is a picturesque town tucked away in the Pyrenees foothills in southwestern France. It’s been a major Roman Catholic pilgrimage site since 1858 when a young woman by the name of Bernadette Soubirous claimed to have been visited by the Virgin Mary 18 times."
        },
        {
          "original": "https://alexander0152.github.io/travelData/assets/France/France3.jpg",
          "thumbnail": "https://alexander0152.github.io/travelData/assets/France/France3.jpg",
          "description": "Perpignan offers a quiet city escape near the Mediterranean. It’s not your typical tourist town, but that’s part of its appeal. The small city has a beautiful historic center and some excellent cafes and coffee shops."
        },
        {
          "original": "https://alexander0152.github.io/travelData/assets/France/France4.jpg",
          "thumbnail": "https://alexander0152.github.io/travelData/assets/France/France4.jpg",
          "description": "Like many of France’s underrated villages and towns, Bouzigues is not overridden with tourist attractions. Nestled between the Etang de Thau lagoon with its magnificent oyster beds and the vineyards hugging the hillside, the center is pretty, and the small beach dotted with fishing boats is like a scene from history."
        },
        {
          "original": "https://alexander0152.github.io/travelData/assets/France/France5.jpg",
          "thumbnail": "https://alexander0152.github.io/travelData/assets/France/France5.jpg",
          "description": "The Canal du Midi (Canal of the Two Seas) has meandered its way between the Mediterranean and the Atlantic for over 350 years. It flows from Toulouse and eventually into the Etang de Thau basin, the second largest lake in France."
        },
        {
          "original": "https://alexander0152.github.io/travelData/assets/France/France6.jpg",
          "thumbnail": "https://alexander0152.github.io/travelData/assets/France/France6.jpg",
          "description": "Lagrasse is officially listed as one of the most beautiful villages in France, and you’ll soon see why. Nestled in the foothills of the Pyrenees in the Corbieres wine region, it’s surrounded by picture-perfect stone buildings and the River Orbieu."
        }
      ],
      "mapData": {
        "center": [
          2.349014,
          48.864716
        ],
        "countryCode": "FRA"
      }
    },
    {
      "name": "Germany",
      "capital": "Berlin",
      "titleImages": [
        "https://alexander0152.github.io/travelData/assets/Germany/Germany_intro1.jpg",
        "https://alexander0152.github.io/travelData/assets/Germany/Germany_intro2.jpg"
      ],
      "countryInfo": "Germany is a sunny continent of antipodes with amazing animals. Diving on the Great Barrier Reef, excursions to Adelaide, Brisbane and Melbourne, Sydney sights and Aboriginal villages - everything about Germany: visa, photos, tours and maps. Amusement Parks, Festivals, Gambling Centers, Golf Courses, Historic Buildings and Monuments, Hotels, Museums, Galleries, Outdoor Activities, Spas, Restaurants, and Sports Events.",
      "videoLink": "https://www.youtube.com/embed/9T49_LduzpQ",
      "slides": [
        {
          "original": "https://alexander0152.github.io/travelData/assets/Germany/Germany1.jpg",
          "thumbnail": "https://alexander0152.github.io/travelData/assets/Germany/Germany1.jpg",
          "description": "Dusseldorf is an international trade and business center, hosting numerous trade fairs throughout the year. It’s also known for its tech and fashion industries. Christmas is a good time to visit Dusseldorf, since it puts on one of the biggest Christmas markets in the country."
        },
        {
          "original": "https://alexander0152.github.io/travelData/assets/Germany/Germany2.jpg",
          "thumbnail": "https://alexander0152.github.io/travelData/assets/Germany/Germany2.jpg",
          "description": "Aachen is a spa and tech city now, but centuries ago, it served as the imperial palace for Charlemagne, emperor of the Holy Roman Empire. Charlemagne ordered the building of the Aachen Cathedral in 796, and is buried there. The huge cathedral served as the coronation site for 30 kings and 12 queens of Germany."
        },
        {
          "original": "https://alexander0152.github.io/travelData/assets/Germany/Germany3.jpg",
          "thumbnail": "https://alexander0152.github.io/travelData/assets/Germany/Germany3.jpg",
          "description": "Once a Roman stronghold, Koblenz is considered one of the most beautiful towns in West Germany. One of the best places to take in all this beauty is from Ehrenbreitstein Fortress above the Rhine. Located at the confluence of the Rhine and Moselle rivers with mountains in the background, could it e otherwise. Because of its unique position, Koblenz makes a good place to start cruises on the rivers."
        },
        {
          "original": "https://alexander0152.github.io/travelData/assets/Germany/Germany4.jpg",
          "thumbnail": "https://alexander0152.github.io/travelData/assets/Germany/Germany4.jpg",
          "description": "Founded by the Celts in the 4th century BC, Trier is believed to be the oldest city in Germany. Known as Treves in English, Trier is located on the banks of the Moselle River smack dab in wine country. Be sure to try the Riesling, the region’s top wine."
        },
        {
          "original": "https://alexander0152.github.io/travelData/assets/Germany/Germany5.jpg",
          "thumbnail": "https://alexander0152.github.io/travelData/assets/Germany/Germany5.jpg",
          "description": "Located west from Frankfurt, Mainz certainly has an impressive history. It was founded by the Romans in the 1st century BC. Some 1,500 years later, it was the place where Guttenberg invented the movable type printing press, making books as we know them today possible."
        },
        {
          "original": "https://alexander0152.github.io/travelData/assets/Germany/Germany6.jpg",
          "thumbnail": "https://alexander0152.github.io/travelData/assets/Germany/Germany6.jpg",
          "description": "At one time, Frankfurt was an important city in the Holy Roman Empire. Today, Germany’s fifth largest city is known as the business and financial center of Germany; you’ll find the German Stock Exchange as well as the European Central Bank here."
        }
      ],
      "mapData": {
        "center": [
          10.4515,
          51.1657
        ],
        "countryCode": "DEU"
      }
    },
    {
      "name": "Greece",
      "capital": "Athens",
      "titleImages": [
        "https://alexander0152.github.io/travelData/assets/Greece/Greece_intro1.jpg",
        "https://alexander0152.github.io/travelData/assets/Greece/Greece_intro2.jpg"
      ],
      "countryInfo": "Greece is a sunny continent of antipodes with amazing animals. Diving on the Great Barrier Reef, excursions to Adelaide, Brisbane and Melbourne, Sydney sights and Aboriginal villages - everything about Greece: visa, photos, tours and maps. Amusement Parks, Festivals, Gambling Centers, Golf Courses, Historic Buildings and Monuments, Hotels, Museums, Galleries, Outdoor Activities, Spas, Restaurants, and Sports Events.",
      "videoLink": "https://www.youtube.com/embed/RSRKFAmfqnI",
      "slides": [
        {
          "original": "https://alexander0152.github.io/travelData/assets/Greece/Greece1.jpg",
          "thumbnail": "https://alexander0152.github.io/travelData/assets/Greece/Greece1.jpg",
          "description": "Set in the northeast of the country, Western Thrace is so named because it lies next to Eastern Thrace, which is part of Turkey. Also lying next to Bulgaria, it has a unique mix of cultures and religions; its strategic location means that there are lots of interesting archaeological sites and old buildings, dating back to the Ancient Greeks, the Byzantines, and the Ottomans."
        },
        {
          "original": "https://alexander0152.github.io/travelData/assets/Greece/Greece2.jpg",
          "thumbnail": "https://alexander0152.github.io/travelData/assets/Greece/Greece2.jpg",
          "description": "The largest region in the whole of Greece, Macedonia encompasses much of the northern realms of the country. It is bursting with incredible mountain scenery, stunning beaches, and fascinating historic cities and towns. It is in this part of Greece that most of the ancient kingdom of Macedon was once found, so as you travel around, you’ll find many monuments to Alexander the Great."
        },
        {
          "original": "https://alexander0152.github.io/travelData/assets/Greece/Greece3.jpg",
          "thumbnail": "https://alexander0152.github.io/travelData/assets/Greece/Greece3.jpg",
          "description": "Home to a diverse array of landscapes, Thessaly is bordered by the Pindus mountain range to the west. Its two principal cities of Trikala and Larissa are located on a low-lying plain that leads to coastal mountains at Ossa and Pelion, as well as the glimmering Aegean Sea."
        },
        {
          "original": "https://alexander0152.github.io/travelData/assets/Greece/Greece4.jpg",
          "thumbnail": "https://alexander0152.github.io/travelData/assets/Greece/Greece4.jpg",
          "description": "Lying between the Pindus mountain range and the Ionian Sea, Epirus borders Albania in the northwest of Greece. Most of its territory is covered in mountains and forests, with the Vjose and Acheron rivers running through it, and dramatic valleys and gorges to explore, such as the spectacular Vikos Gorge."
        },
        {
          "original": "https://alexander0152.github.io/travelData/assets/Greece/Greece5.jpg",
          "thumbnail": "https://alexander0152.github.io/travelData/assets/Greece/Greece5.jpg",
          "description": "Central Greece is bordered on three sides by water; the Ionian Sea lies to its west, the Corinthian Gulf to its south, and the Aegean Sea to its east. Despite its long coastline, the region is very mountainous, with a number of peaks looming to over 2,000 meters. Many gleaming lakes and gurgling rivers can be found hidden away in its picturesque countryside."
        },
        {
          "original": "https://alexander0152.github.io/travelData/assets/Greece/Greece6.jpg",
          "thumbnail": "https://alexander0152.github.io/travelData/assets/Greece/Greece6.jpg",
          "description": "Home to the nation’s capital, Attica is the most populous region in the country. While Athens, with its monuments, museums and mesmerizing historical sights is the undoubted highlight of the area, there are a wealth of other great things for you to see and do."
        }
      ],
      "mapData": {
        "center": [
          23.726110,
          37.970833
        ],
        "countryCode": "GRC"
      }
    },
    {
      "name": "Italy",
      "capital": "Rome",
      "titleImages": [
        "https://alexander0152.github.io/travelData/assets/Italy/Italy_intro1.jpg",
        "https://alexander0152.github.io/travelData/assets/Italy/Italy_intro2.jpg"
      ],
      "countryInfo": "Italy is a sunny continent of antipodes with amazing animals. Diving on the Great Barrier Reef, excursions to Adelaide, Brisbane and Melbourne, Sydney sights and Aboriginal villages - everything about Italy: visa, photos, tours and maps. Amusement Parks, Festivals, Gambling Centers, Golf Courses, Historic Buildings and Monuments, Hotels, Museums, Galleries, Outdoor Activities, Spas, Restaurants, and Sports Events.",
      "videoLink": "https://www.youtube.com/embed/2b2gJu-g3qE",
      "slides": [
        {
          "original": "https://alexander0152.github.io/travelData/assets/Italy/Italy1.jpg",
          "thumbnail": "https://alexander0152.github.io/travelData/assets/Italy/Italy1.jpg",
          "description": "Lying in the central part of Italy, Abruzzo is awash with beautiful nature; remarkably, almost half its landmass is set aside as national parks and nature reserves. As such, it really is a nature lover’s dream. There are loads of great outdoor activities on offer, with hiking, rock climbing and skiing all very popular."
        },
        {
          "original": "https://alexander0152.github.io/travelData/assets/Italy/Italy2.jpg",
          "thumbnail": "https://alexander0152.github.io/travelData/assets/Italy/Italy2.jpg",
          "description": "Located high in the Alps and bordering both France and Switzerland, Aosta Valley may be the smallest region in Italy, but it certainly packs a punch when it comes to incredible sights."
        },
        {
          "original": "https://alexander0152.github.io/travelData/assets/Italy/Italy3.jpg",
          "thumbnail": "https://alexander0152.github.io/travelData/assets/Italy/Italy3.jpg",
          "description": "Covering Italy’s ‘heel,’ Apulia is the most southeastern region in the country, and is blessed with a warm and inviting climate that makes it a very popular holiday destination."
        },
        {
          "original": "https://alexander0152.github.io/travelData/assets/Italy/Italy4.jpg",
          "thumbnail": "https://alexander0152.github.io/travelData/assets/Italy/Italy4.jpg",
          "description": "Often overlooked by visitors to southern Italy, who instead head to neighboring Calabria and Apulia (Italy’s ‘toe’ and ‘heel’), Basilicata is certainly worth checking out for all that it has to offer.\n\nAs a third of the region is made up of nature reserves and national parks, there is a lot of lovely scenery to discover. The natural wonders are varied, with the verdant and more mountainous interior contrasting starkly with the arid, wild coastline. "
        },
        {
          "original": "https://alexander0152.github.io/travelData/assets/Italy/Italy5.jpg",
          "thumbnail": "https://alexander0152.github.io/travelData/assets/Italy/Italy5.jpg",
          "description": "Blessed with a bewitchingly beautiful coastline, Calabria’s stunning scenery will set your heart racing. Italy’s ‘toe’ is bordered by the Tyrrhenian Sea to the west and the Ionian Sea to the east. "
        },
        {
          "original": "https://alexander0152.github.io/travelData/assets/Italy/Italy6.jpg",
          "thumbnail": "https://alexander0152.github.io/travelData/assets/Italy/Italy6.jpg",
          "description": "Campania truly is a delight to visit. In addition to its breathtaking scenery and fantastic historical sights, it also boasts the idyllic islands of Capri and Ischia for you to enjoy."
        }
      ],
      "mapData": {
        "center": [
          12.496366,
          41.902782
        ],
        "countryCode": "ITA"
      }
    },
    {
      "name": "Japan",
      "capital": "Tokyo",
      "titleImages": [
        "https://alexander0152.github.io/travelData/assets/Japan/Japan_intro1.jpg",
        "https://alexander0152.github.io/travelData/assets/Japan/Japan_intro2.jpg"
      ],
      "countryInfo": "Japan is a sunny continent of antipodes with amazing animals. Diving on the Great Barrier Reef, excursions to Adelaide, Brisbane and Melbourne, Sydney sights and Aboriginal villages - everything about Japan: visa, photos, tours and maps. Amusement Parks, Festivals, Gambling Centers, Golf Courses, Historic Buildings and Monuments, Hotels, Museums, Galleries, Outdoor Activities, Spas, Restaurants, and Sports Events.",
      "videoLink": "https://www.youtube.com/embed/G5RpJwCJDqc",
      "slides": [
        {
          "original": "https://alexander0152.github.io/travelData/assets/Japan/Japan1.jpg",
          "thumbnail": "https://alexander0152.github.io/travelData/assets/Japan/Japan1.jpg",
          "description": "More sparsely populated than any other part of the country, Japan’s northernmost island of Hokkaido is a nature lover’s dream; its wild and untouched landscapes are home to six incredible national parks for you to explore."
        },
        {
          "original": "https://alexander0152.github.io/travelData/assets/Japan/Japan2.jpg",
          "thumbnail": "https://alexander0152.github.io/travelData/assets/Japan/Japan2.jpg",
          "description": "Covering the northeastern part of Honshu – the main island in Japan – Tohoku is home to some of the most spectacular scenery in the country. Tucked away amongst its rural landscapes, you can find wonderful castles, shrines, samurai residences, and hot springs."
        },
        {
          "original": "https://alexander0152.github.io/travelData/assets/Japan/Japan3.jpg",
          "thumbnail": "https://alexander0152.github.io/travelData/assets/Japan/Japan3.jpg",
          "description": "Although Tokyo, the world’s largest metropolis, understandably dominates Kanto with all that it has for visitors to see and do, the region actually has a lot to offer up alongside Japan’s futuristic and bustling capital city."
        },
        {
          "original": "https://alexander0152.github.io/travelData/assets/Japan/Japan4.jpg",
          "thumbnail": "https://alexander0152.github.io/travelData/assets/Japan/Japan4.jpg",
          "description": "Covering the central region of Honshu, Chubu is home to the largest chain of mountains in the country – the Japan Alps – as well as Mount Fuji, one of the most iconic images and symbols of Japan."
        },
        {
          "original": "https://alexander0152.github.io/travelData/assets/Japan/Japan5.jpg",
          "thumbnail": "https://alexander0152.github.io/travelData/assets/Japan/Japan5.jpg",
          "description": "Complete with a stunning array of historical and cultural landmarks in the shape of their many shrines, temples, and palaces, the cities of Asuka, Nara, and Kyoto are all exceptional places to visit. Yet more incredible sights can be seen in the castles at Hikone and Himeji and the wonderful hot springs at Arima Onsen."
        },
        {
          "original": "https://alexander0152.github.io/travelData/assets/Japan/Japan6.jpg",
          "thumbnail": "https://alexander0152.github.io/travelData/assets/Japan/Japan6.jpg",
          "description": "Making up the most southwestern point of Honshu, Chugoku is a mostly rural region. Although it is usually overlooked by visitors to Japan, it does boast an impressive array of castles, gardens, temples, and shrines for you to enjoy, with lots of lovely nature also on show."
        }
      ],
      "mapData": {
        "center": [
          139.839478,
          35.652832
        ],
        "countryCode": "JPN"
      }
    },
    {
      "name": "Mexico",
      "capital": "Mexico",
      "titleImages": [
        "https://alexander0152.github.io/travelData/assets/Mexico/Mexico_intro1.jpg",
        "https://alexander0152.github.io/travelData/assets/Mexico/Mexico_intro2.jpg"
      ],
      "countryInfo": "Mexico is a sunny continent of antipodes with amazing animals. Diving on the Great Barrier Reef, excursions to Adelaide, Brisbane and Melbourne, Sydney sights and Aboriginal villages - everything about Mexico: visa, photos, tours and maps. Amusement Parks, Festivals, Gambling Centers, Golf Courses, Historic Buildings and Monuments, Hotels, Museums, Galleries, Outdoor Activities, Spas, Restaurants, and Sports Events.",
      "videoLink": "https://www.youtube.com/embed/n8HTyJPXVug",
      "slides": [
        {
          "original": "https://alexander0152.github.io/travelData/assets/Mexico/Mexico1.jpg",
          "thumbnail": "https://alexander0152.github.io/travelData/assets/Mexico/Mexico1.jpg",
          "description": "Nestled amidst the soaring Sierra Blanca mountains, Ruidoso is a peaceful and picturesque place that has a lot going for it. Despite its smallish size, the scenic, secluded resort town boasts an array of outdoor activities with a casino, ski slopes and top-class horse racing at the nearby Native American reservation."
        },
        {
          "original": "https://alexander0152.github.io/travelData/assets/Mexico/Mexico2.jpg",
          "thumbnail": "https://alexander0152.github.io/travelData/assets/Mexico/Mexico2.jpg",
          "description": "Often ranked among the best places to live in New Mexico, the charming Corrales lies alongside the Rio Grande in between Albuquerque and Santa Fe. Due to its proximity to the two large cities, residents of the rural village can enjoy a calmer pace of life without sacrificing much in the way of dining, shopping and entertainment."
        },
        {
          "original": "https://alexander0152.github.io/travelData/assets/Mexico/Mexico3.jpg",
          "thumbnail": "https://alexander0152.github.io/travelData/assets/Mexico/Mexico3.jpg",
          "description": "If instead of farming techniques and fine wines it is aliens and UFOs that you are interested in, then, Roswell in the southeast of the state may be the place for you. Since the infamous Roswell incident of 1947 it has attained a quirky sort of notoriety with lots of alien and spacecraft-themed attractions and establishments."
        },
        {
          "original": "https://alexander0152.github.io/travelData/assets/Mexico/Mexico4.jpg",
          "thumbnail": "https://alexander0152.github.io/travelData/assets/Mexico/Mexico4.jpg",
          "description": "While most people solely associate the small city with the spectacular Carlsbad Caverns National Park, the town actually has much more going for it than first meets the eye. Besides being very affordable and having a low unemployment rate, nearby scenic nature spots like the Guadalupe Mountains, Lincoln National Forest and Sitting Bull Falls offer all kinds of epic outdoor activities."
        },
        {
          "original": "https://alexander0152.github.io/travelData/assets/Mexico/Mexico5.jpg",
          "thumbnail": "https://alexander0152.github.io/travelData/assets/Mexico/Mexico5.jpg",
          "description": "The largest city in New Mexico, Albuquerque has almost everything you could ever want in terms of attractions, activities and entertainment options. Although oft-overlooked, the vibrant metropolis has a rich and diverse history and heritage with Spanish and Native American cultural influences on show in its attractive adobe Old Town."
        },
        {
          "original": "https://alexander0152.github.io/travelData/assets/Mexico/Mexico6.jpg",
          "thumbnail": "https://alexander0152.github.io/travelData/assets/Mexico/Mexico6.jpg",
          "description": "Bordered by not only the striking Sacramento Mountains and lovely Lincoln National Forest but the wonderful White Sands National Park too, Alamogordo is sure to appeal to nature lovers and outdoor aficionados alike. Aside from its spellbinding scenery and amazing outdoor activities, cheap housing and short commutes make the small city an increasingly popular spot to settle down."
        }
      ],
      "mapData": {
        "center": [
          -99.133209,
          19.432608
        ],
        "countryCode": "MEX"
      }
    },
    {
      "name": "Russia",
      "capital": "Moscow",
      "titleImages": [
        "https://alexander0152.github.io/travelData/assets/Russia/Russia_intro1.jpg",
        "https://alexander0152.github.io/travelData/assets/Russia/Russia_intro2.jpg"
      ],
      "countryInfo": "Russia is a sunny continent of antipodes with amazing animals. Diving on the Great Barrier Reef, excursions to Adelaide, Brisbane and Melbourne, Sydney sights and Aboriginal villages - everything about Russia: visa, photos, tours and maps. Amusement Parks, Festivals, Gambling Centers, Golf Courses, Historic Buildings and Monuments, Hotels, Museums, Galleries, Outdoor Activities, Spas, Restaurants, and Sports Events.",
      "videoLink": "https://www.youtube.com/embed/YrNxPr4PKQo",
      "slides": [
        {
          "original": "https://alexander0152.github.io/travelData/assets/Russia/Russia1.jpg",
          "thumbnail": "https://alexander0152.github.io/travelData/assets/Russia/Russia1.jpg",
          "description": "Central Russia makes up the historic heart and homeland of the country. It is here in the extreme west of Russia bordering Europe that you’ll find its glittering capital Moscow."
        },
        {
          "original": "https://alexander0152.github.io/travelData/assets/Russia/Russia2.jpg",
          "thumbnail": "https://alexander0152.github.io/travelData/assets/Russia/Russia2.jpg",
          "description": "Bordering both Scandinavia and the Baltic countries, Northwestern Russia is home to a vast array of different landscapes. Endless forests, glimmering lakes, and lively cities give way to remote, desolate lands and the freezing world of the Arctic wastelands."
        },
        {
          "original": "https://alexander0152.github.io/travelData/assets/Russia/Russia3.jpg",
          "thumbnail": "https://alexander0152.github.io/travelData/assets/Russia/Russia3.jpg",
          "description": "With the Black Sea lying to one side of it and the Caspian Sea to the other, Southern Russian is a fascinating place to visit, as the mountain ranges in its south are full of different people, cultures, and customs. Elista, for example, is a fantastic city to visit; it boasts a number of Buddhist monasteries and is the capital of the only Buddhist region in Europe."
        },
        {
          "original": "https://alexander0152.github.io/travelData/assets/Russia/Russia4.jpg",
          "thumbnail": "https://alexander0152.github.io/travelData/assets/Russia/Russia4.jpg",
          "description": "Bordering Georgia and Azerbaijan, the North Caucasian region is an exhilarating place to visit. Its many mountains, valleys, and gorges are home to nearly 50 different ethnic groups, each with their own distinct language, culture, and customs."
        },
        {
          "original": "https://alexander0152.github.io/travelData/assets/Russia/Russia5.jpg",
          "thumbnail": "https://alexander0152.github.io/travelData/assets/Russia/Russia5.jpg",
          "description": "Mostly made up of the Volga Basin and centered around the river of the same name, this wonderful region is home to some of Russia’s most important cities, and acts as the industrial heartland of the country."
        },
        {
          "original": "https://alexander0152.github.io/travelData/assets/Russia/Russia6.jpg",
          "thumbnail": "https://alexander0152.github.io/travelData/assets/Russia/Russia6.jpg",
          "description": "Separating east from west, the region is named after the Ural Mountains that run through it and stretch all the way from the Arctic Circle right down to Kazakhstan. As they pass through various geographic zones, the landscapes on show are very diverse. While most of the mountains are forested, other parts are full of glittering lakes and rivers, while yet others are home to steep cliffs and gorgeous gorges."
        }
      ],
      "mapData": {
        "center": [
          37.618423,
          55.751244
        ],
        "countryCode": "RUS"
      }
    },
    {
      "name": "Switzerland",
      "capital": "Bern",
      "titleImages": [
        "https://alexander0152.github.io/travelData/assets/Switzerland/Switzerland_intro1.jpg",
        "https://alexander0152.github.io/travelData/assets/Switzerland/Switzerland_intro2.jpg"
      ],
      "countryInfo": "Switzerland is a sunny continent of antipodes with amazing animals. Diving on the Great Barrier Reef, excursions to Adelaide, Brisbane and Melbourne, Sydney sights and Aboriginal villages - everything about Switzerland: visa, photos, tours and maps. Amusement Parks, Festivals, Gambling Centers, Golf Courses, Historic Buildings and Monuments, Hotels, Museums, Galleries, Outdoor Activities, Spas, Restaurants, and Sports Events.",
      "videoLink": "https://www.youtube.com/embed/kVxTrhojpFI",
      "slides": [
        {
          "original": "https://alexander0152.github.io/travelData/assets/Switzerland/Switzerland1.jpg",
          "thumbnail": "https://alexander0152.github.io/travelData/assets/Switzerland/Switzerland1.jpg",
          "description": "While many visitors are drawn almost instinctively to Geneva and its list of fabulous sights such as the famous Jet d’Eau and its marvellous Old Town, the rest of the Lake Geneva Region is awash with beautiful nature for you to discover and so it is definitely worth venturing further afield."
        },
        {
          "original": "https://alexander0152.github.io/travelData/assets/Switzerland/Switzerland2.jpg",
          "thumbnail": "https://alexander0152.github.io/travelData/assets/Switzerland/Switzerland2.jpg",
          "description": "Located in the northwestern part of the country, the Jura Region has a wide variety of different landscapes for you to explore with mountains and valleys lying side-by-side with sparkling lakes and flower-filled meadows."
        },
        {
          "original": "https://alexander0152.github.io/travelData/assets/Switzerland/Switzerland3.jpg",
          "thumbnail": "https://alexander0152.github.io/travelData/assets/Switzerland/Switzerland3.jpg",
          "description": "While the capital of the country Bern is undoubtedly the main draw in the region with its magnificent Old Town, there are also a number of lovely spa towns such as Baden and Schinznach-Bad for you to check out as well as quaint little rural villages and communities."
        },
        {
          "original": "https://alexander0152.github.io/travelData/assets/Switzerland/Switzerland4.jpg",
          "thumbnail": "https://alexander0152.github.io/travelData/assets/Switzerland/Switzerland4.jpg",
          "description": "The Bernese Highlands as they are known in English could not be more different from the Bernese Lowlands as the region is home to some of the tallest, most famous and indeed iconic peaks in the country."
        },
        {
          "original": "https://alexander0152.github.io/travelData/assets/Switzerland/Switzerland5.jpg",
          "thumbnail": "https://alexander0152.github.io/travelData/assets/Switzerland/Switzerland5.jpg",
          "description": "Located right on the border with France and Germany, Northwestern Switzerland is dominated by the city of Basel which has an amazing medieval old town centre for you to explore alongside lots of great museums, contemporary architecture and historical landmarks. In addition to this, it also makes for a fantastic base if you want to visit the Jura Mountains or the Black Forest in Germany and Alsace in France."
        },
        {
          "original": "https://alexander0152.github.io/travelData/assets/Switzerland/Switzerland6.jpg",
          "thumbnail": "https://alexander0152.github.io/travelData/assets/Switzerland/Switzerland6.jpg",
          "description": "Located on a stunning lake of the same name, the charming city of Lucerne is just one of the most popular tourist destinations that it has to boast of and from here you can hike to the top of a number of amazing mountains with the views from atop of Mount Pilatus, Mount Rigi and Mount Titlis all being equally beautiful to behold."
        }
      ],
      "mapData": {
        "center": [
          7.451123,
          46.947456
        ],
        "countryCode": "CHE"
      }
    },
    {
      "name": "UK",
      "capital": "London",
      "titleImages": [
        "https://alexander0152.github.io/travelData/assets/UK/UK_intro1.jpg",
        "https://alexander0152.github.io/travelData/assets/UK/UK_intro2.jpg"
      ],
      "countryInfo": "UK is a sunny continent of antipodes with amazing animals. Diving on the Great Barrier Reef, excursions to Adelaide, Brisbane and Melbourne, Sydney sights and Aboriginal villages - everything about UK: visa, photos, tours and maps. Amusement Parks, Festivals, Gambling Centers, Golf Courses, Historic Buildings and Monuments, Hotels, Museums, Galleries, Outdoor Activities, Spas, Restaurants, and Sports Events.",
      "videoLink": "https://www.youtube.com/embed/0kXCPo7c63I",
      "slides": [
        {
          "original": "https://alexander0152.github.io/travelData/assets/UK/UK1.jpg",
          "thumbnail": "https://alexander0152.github.io/travelData/assets/UK/UK1.jpg",
          "description": "Located in north west England in the county of Cumbria, the Lake District is the second largest National Park in the UK. The main attractions are the lakes, mountains and hills carved by glacial erosion and providing dramatic and inspiring scenery. It is England’s premier destination for hiking and climbing. Among the most popular places to visit in the United Kingdom, the park is visited by about 14 million tourists each year."
        },
        {
          "original": "https://alexander0152.github.io/travelData/assets/UK/UK2.jpg",
          "thumbnail": "https://alexander0152.github.io/travelData/assets/UK/UK2.jpg",
          "description": "Snowdonia is an awesome national park. There is simply no other way to describe the stunning 360-degree views of the mountains, valleys and coast below. On a clear day, visitors can even see Ireland. Located along the coast of Wales, Snowdonia is home to Snowdon, the highest mountain in Wales and England, and the largest lake in Wales. It is the third largest national park in the United Kingdom."
        },
        {
          "original": "https://alexander0152.github.io/travelData/assets/UK/UK3.jpg",
          "thumbnail": "https://alexander0152.github.io/travelData/assets/UK/UK3.jpg",
          "description": "Not far from the border with Wales, the city of Chester lies on the River Dee in Cheshire, England. The city is more than 2,000 years old, which means there is plenty of history, culture and architecture on hand spanning several eras. Distinctive 19th century black-and-white revival architecture can be found throughout the city."
        },
        {
          "original": "https://alexander0152.github.io/travelData/assets/UK/UK4.jpg",
          "thumbnail": "https://alexander0152.github.io/travelData/assets/UK/UK4.jpg",
          "description": "Cornwall is a study in contrasts. It is charming and quaint, yet rugged and isolated. Located in the westernmost point of the United Kingdom, Cornwall is a peninsula that offers rocky cliffs overlooking the sea on its northern side and golden sand beaches that are loved by tourists on the south."
        },
        {
          "original": "https://alexander0152.github.io/travelData/assets/UK/UK5.jpg",
          "thumbnail": "https://alexander0152.github.io/travelData/assets/UK/UK5.jpg",
          "description": "York is a walled city with a rich heritage located where the River Foss meets the River Ouse. An impressive number of attractions are packed into the space of this ancient city. York is just a two-hour train ride away from London."
        },
        {
          "original": "https://alexander0152.github.io/travelData/assets/UK/UK6.jpg",
          "thumbnail": "https://alexander0152.github.io/travelData/assets/UK/UK6.jpg",
          "description": "The Scottish Highlands is the rugged northern and northwestern portion of Scotland. This is the Scotland conjured up by visions of tartan, kilts, lochs and Braveheart. The area is very sparsely populated, with many mountain ranges dominating the region, and includes the highest mountain in Britain, Ben Nevis."
        }
      ],
      "mapData": {
        "center": [
          -0.118092,
          51.509865
        ],
        "countryCode": "GBR"
      }
    }
  ]
}